---
kind: other
id: Methods.T:Autodesk.Revit.DB.Lighting.InitialIntensity
source: html/313da7e4-372b-ac24-9604-b406058a50d5.htm
---
# InitialIntensity Methods

Creates a copy of the InitialIntensity derived object.